Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: fr

# tl_module.job_feed.0
source: Job feed
fr: Flux d'offres

# tl_module.job_feed.1
source: Here you can select the job feed to display
fr: Choisissez le flux d'offre à afficher

# tl_module.job_feeds.0
source: Job feeds
fr: Flux d'offres

# tl_module.job_feeds.1
source: Here you can select the job feeds to display
fr: Choisissez les flux d'offres à afficher

# tl_module.job_displayTeaser.0
source: Display teaser
fr: Afficher le résumé

# tl_module.job_displayTeaser.1
source: Check to display the teaser in the list
fr: Cochez pour afficher le résumé dans la liste

# tl_module.job_allowAlerts.0
source: Authorize alerts
fr: Autoriser les alertes

# tl_module.job_allowAlerts.1
source: Check to authorized users to create job offers alerts
fr: Cochez pour autoriser les utilisateurs à créer des alertes d'offres

# tl_module.job_alertsGateways.0
source: Gateways
fr: Passerelles

# tl_module.job_alertsGateways.1
source: Here you can select the gateways to use
fr: Choisissez les passerelles à utiliser

# tl_module.job_addFilters.0
source: Add filters
fr: Ajouter des filtres

# tl_module.job_addFilters.1
source: Check to add filters to the list
fr: Cochez pour ajouter des filtres à la liste

# tl_module.job_filters.0
source: Filters
fr: Filtres

# tl_module.job_filters.1
source: Here you can select the filters to use
fr: Choisissez les filtres à utiliser

# tl_module.job_conditions.1
source: Here you can select the conditions to use
fr: Choisissez les conditions à utiliser

# tl_module.job_addSearch.0
source: Add search
fr: Ajouter une recherche

# tl_module.job_addSearch.1
source: Check to add a fulltext search to the list
fr: Cochez pour ajouter un champ de recherche à la liste

# tl_module.job_template.0
source: Job template
fr: Modèle d'offre

# tl_module.job_template.1
source: Here you can select the job template
fr: Choisir un modèle de job

# tl_module.job_applicationForm.0
source: Application form
fr: Formulaire de candidature

# tl_module.job_applicationForm.1
source: Here you can select the application form
fr: Choisir le formulaire de candidature

# tl_module.job_pageGdpr.0
source: GDPR compliance
fr: Réglement RGPD

# tl_module.job_pageGdpr.1
source: Here you can select the page to reach the GDPR compliance
fr: Choisir la page pour accéder au réglement RGPD

# tl_module.job_pageSubscribe.0
source: Subscription page
fr: Page d'inscription

# tl_module.job_pageSubscribe.1
source: Here you can select the page where users validate their subscription
fr: Choisir la page où les utilisateurs valideront leur inscription

# tl_module.job_ncSubscribe.0
source: Subscription notification
fr: Notification d'inscription

# tl_module.job_ncSubscribe.1
source: Here you can select the notification sent to users to validate their subscription
fr: Choisir la notification envoyée aux utilisateurs pour valider leur inscription

# tl_module.job_pageUnsubscribe.0
source: Unsubscription page
fr: Page de désinscription

# tl_module.job_pageUnsubscribe.1
source: Here you can select the page where users validate their unsubscription
fr: Choisir la page où les utilisateurs valideront leur désinscription

# tl_module.job_ncUnsubscribe.0
source: UNsubscription notification
fr: Notification de désinscription

# tl_module.job_ncUnsubscribe.1
source: Here you can select the notification sent to users to validate their unsubscription
fr: Choisir la notification envoyée aux utilisateurs pour valider leur désinscription

# tl_module.job_alertTeaser.0
source: Teaser
fr: Accroche

# tl_module.job_alertTeaser.1
source: Enter the alert subscription teaser
fr: Saisir une accroche pour l'inscription aux alertes

# tl_module.list_legend
source: List settings
fr: Paramètres de la liste

# tl_module.form_legend
source: Form settings
fr: Paramètres du formulaire
