Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_wem_offer_feed.xlf
Languages: fr

# tl_wem_offer_feed.title.0
source: Title
fr: Intitulé

# tl_wem_offer_feed.title.1
source: Enter the feed title
fr: Saisissez l'intitulé du flux

# tl_wem_offer_feed.alias.1
source: The feed alias will be automaticly generated depending on its title
fr: L'alias du flux sera automatiquement généré en accord avec son intitulé

# tl_wem_offer_feed.attributes.0
source: Attributes
fr: Attributs

# tl_wem_offer_feed.attributes.1
source: Manage feed attributes
fr: Gérer les attributs de ce flux

# tl_wem_offer_feed.ncEmailAlert.0
source: Email notification
fr: Notification email

# tl_wem_offer_feed.ncEmailAlert.1
source: Choose the email notification who will be sent
fr: Sélectionner la notification email qui sera envoyée

# tl_wem_offer_feed.tplOfferAlert.0
source: Offer template
fr: Modèle d'annonce

# tl_wem_offer_feed.tplOfferAlert.1
source: Choose the template who will be used to format offers in the alert
fr: Sélectionner le modèle qui sera utilisé pour afficher les annonces de l'alerte

# tl_wem_offer_feed.title_legend
source: General data
fr: Informations générales

# tl_wem_offer_feed.attributes_legend
source: Attributes
fr: Attributs

# tl_wem_offer_feed.alert_legend
source: Alerts settings
fr: Paramètres des alertes

# tl_wem_offer_feed.new.0
source: New feed
fr: Nouveau flux

# tl_wem_offer_feed.new.1
source: Create a new offers feed
fr: Créer un nouveau flux d'annonces

# tl_wem_offer_feed.edit.0
source: Edit feed
fr: Editer le flux

# tl_wem_offer_feed.edit.1
source: Edit offers feed ID %s
fr: Editer le flux d'annonces ID %s

# tl_wem_offer_feed.copy.0
source: Copy feed
fr: Dupliquer le flux

# tl_wem_offer_feed.copy.1
source: Copy offers feed ID %s
fr: Dupliquer le flux d'annonces ID %s

# tl_wem_offer_feed.delete.0
source: Delete feed
fr: Supprimer le flux

# tl_wem_offer_feed.delete.1
source: Delete offers feed ID %s
fr: Supprimer le flux d'annonces ID %s

# tl_wem_offer_feed.show.0
source: Show feed data
fr: Voir les informations du flux

# tl_wem_offer_feed.show.1
source: Show offers feed data ID %s
fr: Voir les informations du flux d'annonces ID %s

# tl_wem_offer_feed.offers.0
source: Offers
fr: Annonces

# tl_wem_offer_feed.offers.1
source: Manage feed offers
fr: Gérer les annonces de ce feed
