Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_wem_offer_alert.xlf
Languages: fr

# tl_wem_offer_alert.name.0
source: Name
fr: Nom

# tl_wem_offer_alert.name.1
source: Enter the recipient name
fr: Indiquez le nom du destinataire

# tl_wem_offer_alert.position.0
source: Position
fr: Poste

# tl_wem_offer_alert.position.1
source: Enter the recipient position
fr: Indiquez le poste du destinataire

# tl_wem_offer_alert.phone.0
source: Phone
fr: Téléphone

# tl_wem_offer_alert.phone.1
source: Enter the recipient phone
fr: Indiquez le téléphone du destinataire

# tl_wem_offer_alert.email.1
source: Enter the recipient email
fr: Indiquez l'email du destinataire

# tl_wem_offer_alert.feed.0
source: Feed
fr: Flux

# tl_wem_offer_alert.feed.1
source: Select the subscribed feed
fr: Sélectionner le flux abonné

# tl_wem_offer_alert.frequency.0
source: Frequency
fr: Fréquence

# tl_wem_offer_alert.frequency.1
source: Select the alert frequency
fr: Sélectionner la fréquence de l'alerte

# tl_wem_offer_alert.frequency.hourly
source: Hourly
fr: Horaire

# tl_wem_offer_alert.frequency.daily
source: Daily
fr: Quotidienne

# tl_wem_offer_alert.frequency.weekly
source: Weekly
fr: Hebdomadaire

# tl_wem_offer_alert.frequency.monthly
source: Monthly
fr: Mensuelle

# tl_wem_offer_alert.sendViaEmail.0
source: Send by email
fr: Envoyer par email

# tl_wem_offer_alert.sendViaEmail.1
source: Check to send this alert by email
fr: Cocher pour envoyer cette alerte par email

# tl_wem_offer_alert.conditions.0
source: Filters
fr: Filtres

# tl_wem_offer_alert.conditions.1
source: Manage alert conditions
fr: Gérer les conditions de l'alerte

# tl_wem_offer_alert.recipient_legend
source: Recipient
fr: Destinataire

# tl_wem_offer_alert.alert_legend
source: Settings
fr: Paramètres

# tl_wem_offer_alert.filters_legend
source: Filters
fr: Filtres

# tl_wem_offer_alert.new.0
source: New alert
fr: Nouvelle alerte

# tl_wem_offer_alert.new.1
source: Create a new offer alert
fr: Créer un nouvelle alerte d'offre

# tl_wem_offer_alert.edit.0
source: Edit alert
fr: Editer le flux

# tl_wem_offer_alert.edit.1
source: Edit offer alert ID %s
fr: Editer l'alerte d'offre ID %s

# tl_wem_offer_alert.copy.0
source: Copy alert
fr: Dupliquer l'alerte

# tl_wem_offer_alert.copy.1
source: Copy offer alert ID %s
fr: Dupliquer l'alerte d'offre ID %s

# tl_wem_offer_alert.delete.0
source: Delete alert
fr: Supprimer l'alerte

# tl_wem_offer_alert.delete.1
source: Delete offer alert ID %s
fr: Supprimer l'alerte d'offre ID %s

# tl_wem_offer_alert.show.0
source: Show alert data
fr: Voir les informations de l'alerte

# tl_wem_offer_alert.show.1
source: Show offer alert data ID %s
fr: Voir les informations de l'alerte d'offre ID %s
