Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_wem_job.xlf
Languages: fr

# tl_wem_job.code.1
source: Enter the offer code
fr: Saisissez le code de l'annonce

# tl_wem_job.title.0
source: Title
fr: Intitulé

# tl_wem_job.title.1
source: Enter the offer title
fr: Saisissez l'intitulé de l'annonce

# tl_wem_job.postedAt.0
source: Date of filing
fr: Date de dépot

# tl_wem_job.postedAt.1
source: Enter the offer date of filing
fr: Saisissez la date de dépot de l'annonce

# tl_wem_job.availableAt.0
source: Date of availability
fr: Date de disponibilité

# tl_wem_job.availableAt.1
source: Enter the offer date of availability
fr: Saisissez la date de disponibilité de l'annonce

# tl_wem_job.countries.0
source: Countries
fr: Pays

# tl_wem_job.countries.1
source: Select the offer countries
fr: Sélectionnez les pays de l'annonce

# tl_wem_job.locations.0
source: Locations
fr: Lieux

# tl_wem_job.locations.1
source: Enter more precise locations
fr: Saisir des lieux plus précis

# tl_wem_job.field.0
source: Job field
fr: Emploi

# tl_wem_job.field.1
source: Enter the job field
fr: Saisissez la discipline de l'annonce

# tl_wem_job.remuneration.0
source: Remuneration
fr: Rémunération

# tl_wem_job.remuneration.1
source: Enter the offer remuneration
fr: Saisissez la rémunération de l'annonce

# tl_wem_job.status.0
source: Status
fr: Statut

# tl_wem_job.status.1
source: Enter the offer status
fr: Saisissez le statut de l'annonce

# tl_wem_job.text.0
source: Content
fr: Descriptif

# tl_wem_job.text.1
source: Enter the offer content
fr: Saisissez le descriptif de l'annonce

# tl_wem_job.file.0
source: File
fr: Fichier

# tl_wem_job.file.1
source: Select the job file
fr: Sélectionner le fichier de l'annonce

# tl_wem_job.published.0
source: Publish the offer
fr: Publier l'offre

# tl_wem_job.published.1
source: Check to publish the offer
fr: Cochez pour publier l'annonce

# tl_wem_job.start.0
source: Publish from
fr: Publier à partir du

# tl_wem_job.start.1
source: Enter the date on which the job posting should appear on the site
fr: Indiquez la date à laquelle l'annonce doit apparaître sur le site

# tl_wem_job.stop.0
source: Publish until
fr: Publier jusqu'au

# tl_wem_job.stop.1
source: Enter the date on which the offer should be removed from the site
fr: Indiquez la date à laquelle l'annonce doit être retirée du le site

# tl_wem_job.hrName.0
source: Contact name
fr: Nom du contact

# tl_wem_job.hrName.1
source: Enter the offer contact name
fr: Saisissez le nom du contact de l'annonce

# tl_wem_job.hrPosition.0
source: Contact position
fr: Poste du contact

# tl_wem_job.hrPosition.1
source: Enter the offer contact position
fr: Saisissez le poste du contact de l'annonce

# tl_wem_job.hrPhone.0
source: Contact phone
fr: Téléphone du contact

# tl_wem_job.hrPhone.1
source: Enter the offer contact phone
fr: Saisissez le téléphone du contact de l'annonce

# tl_wem_job.hrEmail.0
source: Contact email
fr: Email du contact

# tl_wem_job.hrEmail.1
source: Enter the offer contact email
fr: Saisissez l'email du contact de l'annonce

# tl_wem_job.hrPicture.0
source: Contact picture
fr: Photo du contact

# tl_wem_job.hrPicture.1
source: Select the offer contact picture
fr: Sélectionnez la photo du contact

# tl_wem_job.title_legend
source: Global informations
fr: Informations générales

# tl_wem_job.location_legend
source: Location details
fr: Informations sur le lieu

# tl_wem_job.details_legend
source: Job details
fr: Informations sur l'emploi

# tl_wem_job.content_legend
source: Contents
fr: Contenus

# tl_wem_job.hr_legend
source: HR Settings
fr: Paramètres RH

# tl_wem_job.publish_legend
source: Publish settings
fr: Paramètres de publication

# tl_wem_job.createdAt.0
source: Created at
fr: Créée le

# tl_wem_job.createdAt.1
source: Enter creation date
fr: Saisissez la date de création

# tl_wem_job.new.0
source: New offer
fr: Nouvelle annonce

# tl_wem_job.new.1
source: Create a new offer
fr: Créer une nouvelle annonce

# tl_wem_job.edit.0
source: Edit offer
fr: Editer l'annonce

# tl_wem_job.edit.1
source: Edit offer ID %s
fr: Editer l'annonce ID %s

# tl_wem_job.copy.0
source: Copy offer
fr: Dupliquer l'annonce

# tl_wem_job.copy.1
source: Copy offer ID %s
fr: Dupliquer l'annonce ID %s

# tl_wem_job.delete.0
source: Delete offer
fr: Supprimer l'annonce

# tl_wem_job.delete.1
source: Delete offer ID %s
fr: Supprimer l'annonce ID %s

# tl_wem_job.show.0
source: Show offer data
fr: Voir les informations de l'annonce

# tl_wem_job.show.1
source: Show offer data ID %s
fr: Voir les informations de l'annonce ID %s

# tl_wem_job.applications.0
source: Show offer applications
fr: Voir les candidatures de l'annonce

# tl_wem_job.applications.1
source: Show offer applications ID %s
fr: Voir les candidatures de l'annonce ID %s
