Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_wem_job_application.xlf
Languages: fr

# tl_wem_job_application.createdAt.0
source: Application date
fr: Date de candidature

# tl_wem_job_application.createdAt.1
source: Enter the application date
fr: Saisissez la date de la candidature

# tl_wem_job_application.status.0
source: Status
fr: Statut

# tl_wem_job_application.status.1
source: Enter the application status
fr: Saisissez le statut de la candidature

# tl_wem_job_application.status.not-answered
source: Not answered
fr: Non répondue

# tl_wem_job_application.status.refused
source: Refused
fr: Refusée

# tl_wem_job_application.status.accepted
source: Accepted
fr: Acceptée

# tl_wem_job_application.firstname.0
source: Firstname
fr: Prénom

# tl_wem_job_application.firstname.1
source: Enter the firstname
fr: Saisissez le prénom

# tl_wem_job_application.lastname.0
source: Lastname
fr: Nom de famille

# tl_wem_job_application.lastname.1
source: Enter the lastname
fr: Saisissez le nom de famille

# tl_wem_job_application.street.0
source: Address
fr: Adresse

# tl_wem_job_application.street.1
source: Enter the address
fr: Saisissez l'adresse

# tl_wem_job_application.postal.0
source: Postal code
fr: Code postal

# tl_wem_job_application.postal.1
source: Enter the postal code
fr: Saisissez le code postal

# tl_wem_job_application.city.0
source: City
fr: Ville

# tl_wem_job_application.city.1
source: Enter the city
fr: Saisissez la ville

# tl_wem_job_application.country.0
source: Country
fr: Pays

# tl_wem_job_application.country.1
source: Select the country
fr: Sélectionnez le pays

# tl_wem_job_application.phone.0
source: Phone
fr: Téléphone

# tl_wem_job_application.phone.1
source: Enter the phone number
fr: Saisissez le numéro de téléphone

# tl_wem_job_application.email.1
source: Enter the email address
fr: Saisissez l'adresse email

# tl_wem_job_application.comments.0
source: Comments
fr: Commentaires

# tl_wem_job_application.comments.1
source: Enter optional comments
fr: Saisissez un commentaire optionnel

# tl_wem_job_application.cv.1
source: Select the CV
fr: Sélectionnez le CV

# tl_wem_job_application.applicationLetter.0
source: Application letter
fr: Lettre de motivation

# tl_wem_job_application.applicationLetter.1
source: Select the application letter
fr: Sélectionnez la lettre de motivation

# tl_wem_job_application.statut_legend
source: Application data
fr: Informations sur la candidature

# tl_wem_job_application.name_legend
source: Identity
fr: Identité

# tl_wem_job_application.street_legend
source: Address data
fr: Coordonnées

# tl_wem_job_application.contact_legend
source: Contact data
fr: Contact

# tl_wem_job_application.files_legend
source: Files
fr: Fichiers

# tl_wem_job_application.new.0
source: New application
fr: Nouvelle candidature

# tl_wem_job_application.new.1
source: Create a new application
fr: Créer une nouvelle candidature

# tl_wem_job_application.edit.0
source: Edit application
fr: Editer la candidature

# tl_wem_job_application.edit.1
source: Edit application ID %s
fr: Editer la candidature ID %s

# tl_wem_job_application.copy.0
source: Copy application
fr: Dupliquer la candidature

# tl_wem_job_application.copy.1
source: Copy application ID %s
fr: Dupliquer la candidature ID %s

# tl_wem_job_application.delete.0
source: Delete application
fr: Supprimer la candidature

# tl_wem_job_application.delete.1
source: Delete application ID %s
fr: Supprimer la candidature ID %s

# tl_wem_job_application.show.0
source: Show application data
fr: Voir les informations de la candidature

# tl_wem_job_application.show.1
source: Show application data ID %s
fr: Voir les informations de la candidature ID %s

# tl_wem_job_application.showCv.0
source: Show application CV
fr: Voir le CV de la candidature

# tl_wem_job_application.showCv.1
source: Show application CV ID %s
fr: Voir le CV de la candidature ID %s

# tl_wem_job_application.showApplicationLetter.0
source: Show application's application letter
fr: Voir la lettre de motivation de la candidature

# tl_wem_job_application.showApplicationLetter.1
source: Show application's application letter ID %s
fr: Voir la lettre de motivation de la candidature ID %s

# tl_wem_job_application.showCvModalTitle
source: Show application CV
fr: Voir le CV de la candidature

# tl_wem_job_application.showApplicationLetterModalTitle.0
source: Show application's application letter
fr: Voir la lettre de motivation de la candidature
