Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_wem_job_alert_condition.xlf
Languages: fr

# tl_wem_job_alert_condition.field.0
source: Field
fr: Champ

# tl_wem_job_alert_condition.field.1
source: Select the condition field
fr: Sélectionner le champ de la condition

# tl_wem_job_alert_condition.value.0
source: Value
fr: Valeur

# tl_wem_job_alert_condition.value.1
source: Enter/Select the condition value
fr: Indiquez/Sélectionner la valeur de la condition

# tl_wem_job_alert_condition.title_legend
source: Settings
fr: Paramètres

# tl_wem_job_alert_condition.new.0
source: New condition
fr: Nouvelle condition

# tl_wem_job_alert_condition.new.1
source: Create a new alert condition
fr: Créer un nouvelle condition d'alerte

# tl_wem_job_alert_condition.edit.0
source: Edit condition
fr: Editer la condition

# tl_wem_job_alert_condition.edit.1
source: Edit alert condition ID %s
fr: Editer la condition d'alerte ID %s

# tl_wem_job_alert_condition.copy.0
source: Copy condition
fr: Dupliquer la condition

# tl_wem_job_alert_condition.copy.1
source: Copy alert condition ID %s
fr: Dupliquer la condition d'alerte ID %s

# tl_wem_job_alert_condition.delete.0
source: Delete condition
fr: Supprimer la condition

# tl_wem_job_alert_condition.delete.1
source: Delete alert condition ID %s
fr: Supprimer la condition d'alerte ID %s

# tl_wem_job_alert_condition.show.0
source: Show condition data
fr: Voir les informations de la condition

# tl_wem_job_alert_condition.show.1
source: Show alert condition data ID %s
fr: Voir les informations de la condition d'alerte ID %s
