Repository: Web-Ex-Machina/contao-offers
Catalog: src/Resources/contao/languages/*/*_wem_job_feed_attribute.xlf
Languages: fr

# tl_wem_job_feed_attribute.name.0
source: Name
fr: Nom

# tl_wem_job_feed_attribute.name.1
source: Enter the attribute name (standardized, in english)
fr: Indiquez le nom de l'attribute (standardisé, en anglais)

# tl_wem_job_feed_attribute.label.1
source: Enter the attribute label
fr: Indiquez le label de l'attribut

# tl_wem_job_feed_attribute.type.1
source: Select the attribute type
fr: Sélectionner le type de l'attribut

# tl_wem_job_feed_attribute.value.0
source: Default value
fr: Valeur par défaut

# tl_wem_job_feed_attribute.value.1
source: Enter the attribute default value
fr: Indiquez la valeur par défaut de l'attribut

# tl_wem_job_feed_attribute.options.1
source: Enter the attribute options
fr: Indiquez les options de l'attribut

# tl_wem_job_feed_attribute.mandatory.0
source: Mandatory
fr: Obligatoire

# tl_wem_job_feed_attribute.mandatory.1
source: Check to make this attribute mandatory
fr: Cocher pour rendre cet attribut obligatoire

# tl_wem_job_feed_attribute.isFilter.0
source: Filter
fr: Filtre

# tl_wem_job_feed_attribute.isFilter.1
source: Check to make this attribute available for list filters
fr: Cocher pour rendre cet attribut utilisable comme filtre de liste

# tl_wem_job_feed_attribute.isAlertCondition.0
source: Alert condition
fr: Condition d'alerte

# tl_wem_job_feed_attribute.isAlertCondition.1
source: Check to make this attribute available for alert conditions
fr: Cocher pour rendre cet attribut utilisable comme condition d'alerte

# tl_wem_job_feed_attribute.insertAfter.0
source: Insert after
fr: Insérer après

# tl_wem_job_feed_attribute.insertAfter.1
source: The attribute will be displayed after the selected field
fr: L'attribut sera affiché après le champ sélectionné

# tl_wem_job_feed_attribute.class.0
source: Class
fr: Classe

# tl_wem_job_feed_attribute.class.1
source: Enter an optional CSS class
fr: Indiquez une éventuelle classe CSS

# tl_wem_job_feed_attribute.title_legend
source: General data
fr: Informations générales

# tl_wem_job_feed_attribute.field_legend
source: Settings
fr: Configuration

# tl_wem_job_feed_attribute.settings_legend
source: Advanced settings
fr: Paramètres avancés

# tl_wem_job_feed_attribute.design_legend
source: Design
fr: Affichage

# tl_wem_job_feed_attribute.new.0
source: New attribute
fr: Nouvel attribut

# tl_wem_job_feed_attribute.new.1
source: Create a new job offers attribute
fr: Créer un nouvel attribut d'offre d'emploi

# tl_wem_job_feed_attribute.edit.0
source: Edit attribute
fr: Editer le flux

# tl_wem_job_feed_attribute.edit.1
source: Edit job offers attribute ID %s
fr: Editer l'attribut d'offres d'emploi ID %s

# tl_wem_job_feed_attribute.copy.0
source: Copy attribute
fr: Dupliquer l'attribut

# tl_wem_job_feed_attribute.copy.1
source: Copy job offers attribute ID %s
fr: Dupliquer l'attribut d'offres d'emploi ID %s

# tl_wem_job_feed_attribute.delete.0
source: Delete attribute
fr: Supprimer l'attribut

# tl_wem_job_feed_attribute.delete.1
source: Delete job offers attribute ID %s
fr: Supprimer l'attribut d'offres d'emploi ID %s

# tl_wem_job_feed_attribute.show.0
source: Show attribute data
fr: Voir les informations de l'attribut

# tl_wem_job_feed_attribute.show.1
source: Show job offers attribute data ID %s
fr: Voir les informations de l'attribut d'offres d'emploi ID %s
